/*
Navicat MySQL Data Transfer

Source Server         : inScool
Source Server Version : 50719
Source Host           : 106.14.189.196:3306
Source Database       : inSch

Target Server Type    : MYSQL
Target Server Version : 50719
File Encoding         : 65001

Date: 2017-09-26 00:26:46
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `detailImg`
-- ----------------------------
DROP TABLE IF EXISTS `detailImg`;
CREATE TABLE `detailImg` (
  `id` bigint(50) NOT NULL AUTO_INCREMENT,
  `inviId` bigint(50) DEFAULT NULL COMMENT '对应帖子的细节图',
  `imgUrl` varchar(60) DEFAULT NULL COMMENT '细节图的地址',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=108 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of detailImg
-- ----------------------------
INSERT INTO `detailImg` VALUES ('55', '68', 'c8c6f1b52ad2497eb157e668c9953fee.jpeg');
INSERT INTO `detailImg` VALUES ('56', '69', 'a379ec7332f1492fbf30e196cbb9f9dc.jpeg');
INSERT INTO `detailImg` VALUES ('60', '73', '3d7dacad0d5344f685370248265b0a99.jpeg');
INSERT INTO `detailImg` VALUES ('61', '74', '3d7dacad0d5344f685370248265b0a99.jpeg');
INSERT INTO `detailImg` VALUES ('62', '77', '7301aaca321e45c599aa652afb6c40be.jpg');
INSERT INTO `detailImg` VALUES ('63', '80', '4e8a0fb99ff74656afac9367561984d1.png');
INSERT INTO `detailImg` VALUES ('64', '84', '79cd1dc6b3c941798fbdc8778cd69ca9.jpg');
INSERT INTO `detailImg` VALUES ('65', '85', 'feec93f90db54ccbb2fb93ae3641cc4d.jpg');
INSERT INTO `detailImg` VALUES ('66', '87', 'deb5bcab263b4ec3a353ed35fea9da1e.jpeg');
INSERT INTO `detailImg` VALUES ('67', '89', 'debf9017e77c49858af649c45cf5840b.jpg');
INSERT INTO `detailImg` VALUES ('68', '90', '9307713f338847469006cb059c5d455b.jpg');
INSERT INTO `detailImg` VALUES ('69', '92', 'b685603c8cac40978ef2176c9a73e4f1.png');
INSERT INTO `detailImg` VALUES ('70', '104', 'f7fe732c80a949419100848e3ab4ac33.jpg');
INSERT INTO `detailImg` VALUES ('71', '105', 'd00e96dd0bf74e3db1e781a8ae77b63a.jpg');
INSERT INTO `detailImg` VALUES ('72', '107', 'fad0f9dac5164e37bfe2a48737cfa6b0.jpg');
INSERT INTO `detailImg` VALUES ('73', '109', '2ae8b1fc3a8b4670b0f49157c72e3a6b.jpg');
INSERT INTO `detailImg` VALUES ('74', '111', '41d163e228a84f6894f1b96c339fc0bd.jpg');
INSERT INTO `detailImg` VALUES ('75', '113', 'c45aced07a754a169c14966b8b3a3df4.jpg');
INSERT INTO `detailImg` VALUES ('76', '114', '988d04bc4a134fb3843ecf1a244a3974.jpg');
INSERT INTO `detailImg` VALUES ('77', '116', 'a6eaa7c28d7e4189be30a3937b42d2b0.jpg');
INSERT INTO `detailImg` VALUES ('78', '116', '6f8c5ba9f3d944088249dd8cd791105e.jpg');
INSERT INTO `detailImg` VALUES ('79', '117', 'c5ce7f28c6504e7cad0eb259cac34cb9.jpg');
INSERT INTO `detailImg` VALUES ('80', '118', '7041823e3ed845359cd8c62729730db9.jpg');
INSERT INTO `detailImg` VALUES ('81', '118', '849d61e64c854aa99f617d55e9d777fa.jpg');
INSERT INTO `detailImg` VALUES ('82', '119', '7c3ea954ca164e8ab7e252e853778bd0.jpg');
INSERT INTO `detailImg` VALUES ('83', '120', 'f1b594e4ed604087870933735a1241ae.jpg');
INSERT INTO `detailImg` VALUES ('84', '123', '6a21962ff43c4f8faa739b4a5bf877dd.jpg');
INSERT INTO `detailImg` VALUES ('85', '124', 'ce798ef1fb68408598cc24fd01f24b99.jpg');
INSERT INTO `detailImg` VALUES ('86', '125', 'a35404825ab4446db4e3a9c7f84011c6.jpg');
INSERT INTO `detailImg` VALUES ('87', '126', 'ad5995c1121a4ef2a34e4dfa5283d520.jpg');
INSERT INTO `detailImg` VALUES ('88', '126', 'dfa8e61ac524409fbddb96f83460943d.jpg');
INSERT INTO `detailImg` VALUES ('89', '126', 'e35d6aff15394480a6069e968ef518ae.png');
INSERT INTO `detailImg` VALUES ('90', '127', '02d69d92dce2456c8d8fa29594d0f241.jpg');
INSERT INTO `detailImg` VALUES ('91', '128', '0a0e439c945e4967817b83726e1a961b.jpg');
INSERT INTO `detailImg` VALUES ('92', '130', '0d1f40bc36264364b4a3f5bc3ef1b70f.jpg');
INSERT INTO `detailImg` VALUES ('93', '131', '5ef39955a1a94f41a852bd01ce92e5bf.png');
INSERT INTO `detailImg` VALUES ('94', '132', '9ab04b20252546c88bfdb444563d30f0.png');
INSERT INTO `detailImg` VALUES ('95', '133', '6249397c1f234119835248416c0df68f.jpg');
INSERT INTO `detailImg` VALUES ('96', '134', '34843acdfc0c4219be89ae9a66de3b3d.jpeg');
INSERT INTO `detailImg` VALUES ('97', '135', 'cbc8b4033a8c4241a3a174a80fe32257.jpg');
INSERT INTO `detailImg` VALUES ('98', '137', '3e1e5b6df4324569863cd2499995c243.jpg');
INSERT INTO `detailImg` VALUES ('99', '138', '21f7f753091c452d9efea21b18d5033c.jpg');
INSERT INTO `detailImg` VALUES ('100', '139', '63840dfe21564125b7cb2f63d4c009eb.jpg');
INSERT INTO `detailImg` VALUES ('101', '140', 'b0d2a3662e78426aae2af236c2073b49.png');
INSERT INTO `detailImg` VALUES ('102', '141', '1b9a0c402088451c917c42a65797cb2f.png');
INSERT INTO `detailImg` VALUES ('103', '141', '55a86c79530541b48a0b566392fa42c8.png');
INSERT INTO `detailImg` VALUES ('104', '142', 'de45ed8321de41549d0394a92f96e11c.jpg');
INSERT INTO `detailImg` VALUES ('105', '142', '3c151549042a4c879dd5fab6d87c9c25.png');
INSERT INTO `detailImg` VALUES ('106', '143', '251a7a8ef669458d9d410dd8f6c9eac5.png');
INSERT INTO `detailImg` VALUES ('107', '144', 'd304c37defde4d179695ded4c18be4c5.png');

-- ----------------------------
-- Table structure for `inviLike`
-- ----------------------------
DROP TABLE IF EXISTS `inviLike`;
CREATE TABLE `inviLike` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `inviId` bigint(20) DEFAULT NULL,
  `userId` bigint(20) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL,
  `userIcon` varchar(255) DEFAULT NULL,
  `creTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=91 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of inviLike
-- ----------------------------
INSERT INTO `inviLike` VALUES ('32', '69', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('33', '69', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviLike` VALUES ('34', '70', '3', '教务处', 'icon.png', '2017-09-23 14:44:49');
INSERT INTO `inviLike` VALUES ('35', '71', '3', '教务处', 'icon.png', '2017-09-23 14:55:22');
INSERT INTO `inviLike` VALUES ('37', '70', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviLike` VALUES ('38', '73', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('41', '75', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('42', '75', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviLike` VALUES ('43', '70', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('44', '78', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviLike` VALUES ('45', '80', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('47', '72', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('48', '83', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('50', '88', '16', '一颗大柠檬檬', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '2017-09-25 17:22:40');
INSERT INTO `inviLike` VALUES ('51', '86', '16', '一颗大柠檬檬', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '2017-09-25 17:22:40');
INSERT INTO `inviLike` VALUES ('52', '88', '10', '社会王', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '2017-09-24 19:41:24');
INSERT INTO `inviLike` VALUES ('54', '83', '10', '社会王', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '2017-09-24 20:33:03');
INSERT INTO `inviLike` VALUES ('56', '84', '16', '一颗大柠檬檬', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '2017-09-25 17:22:40');
INSERT INTO `inviLike` VALUES ('57', '85', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviLike` VALUES ('58', '85', '17', '泡芙', '37107a8629ff4984955ddaa9de49aa0f.jpg', '2017-09-25 14:42:24');
INSERT INTO `inviLike` VALUES ('59', '112', '17', '泡芙', '37107a8629ff4984955ddaa9de49aa0f.jpg', '2017-09-25 14:46:19');
INSERT INTO `inviLike` VALUES ('60', '116', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 15:04:10');
INSERT INTO `inviLike` VALUES ('61', '85', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 15:12:26');
INSERT INTO `inviLike` VALUES ('62', '82', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 15:12:32');
INSERT INTO `inviLike` VALUES ('63', '81', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 15:12:36');
INSERT INTO `inviLike` VALUES ('64', '78', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 15:12:41');
INSERT INTO `inviLike` VALUES ('65', '123', '16', '一颗大柠檬檬', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '2017-09-25 17:22:40');
INSERT INTO `inviLike` VALUES ('66', '127', '22', '今晚早点睡', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '2017-09-25 16:22:05');
INSERT INTO `inviLike` VALUES ('67', '133', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('68', '134', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('69', '132', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('70', '131', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviLike` VALUES ('71', '126', '16', '一颗大柠檬檬', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '2017-09-25 17:22:40');
INSERT INTO `inviLike` VALUES ('72', '136', '3', '教务处', 'icon.png', '2017-09-25 17:19:51');
INSERT INTO `inviLike` VALUES ('74', '132', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviLike` VALUES ('75', '131', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviLike` VALUES ('76', '73', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 18:21:54');
INSERT INTO `inviLike` VALUES ('77', '123', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 18:32:14');
INSERT INTO `inviLike` VALUES ('85', '125', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 19:04:48');
INSERT INTO `inviLike` VALUES ('86', '133', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 19:14:56');
INSERT INTO `inviLike` VALUES ('88', '124', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviLike` VALUES ('90', '125', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');

-- ----------------------------
-- Table structure for `inviSave`
-- ----------------------------
DROP TABLE IF EXISTS `inviSave`;
CREATE TABLE `inviSave` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `inviId` bigint(20) DEFAULT NULL,
  `userId` bigint(20) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL COMMENT '用户名',
  `userIcon` varchar(255) DEFAULT NULL,
  `creTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=66 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of inviSave
-- ----------------------------
INSERT INTO `inviSave` VALUES ('22', '72', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviSave` VALUES ('42', '127', '22', '今晚早点睡', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '2017-09-25 16:22:10');
INSERT INTO `inviSave` VALUES ('43', '123', '22', '今晚早点睡', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '2017-09-25 16:22:18');
INSERT INTO `inviSave` VALUES ('44', '126', '22', '今晚早点睡', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '2017-09-25 16:22:20');
INSERT INTO `inviSave` VALUES ('45', '111', '22', '今晚早点睡', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '2017-09-25 16:22:26');
INSERT INTO `inviSave` VALUES ('46', '80', '22', '今晚早点睡', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '2017-09-25 16:22:29');
INSERT INTO `inviSave` VALUES ('47', '71', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-25 17:00:59');
INSERT INTO `inviSave` VALUES ('53', '132', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 18:50:36');
INSERT INTO `inviSave` VALUES ('56', '125', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-25 19:04:57');
INSERT INTO `inviSave` VALUES ('64', '134', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 22:08:41');
INSERT INTO `inviSave` VALUES ('65', '138', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-25 23:37:09');

-- ----------------------------
-- Table structure for `inviTation`
-- ----------------------------
DROP TABLE IF EXISTS `inviTation`;
CREATE TABLE `inviTation` (
  `id` bigint(50) NOT NULL AUTO_INCREMENT,
  `type` enum('1','2','3','4','5','6','7') DEFAULT NULL COMMENT '1:校园新闻 2:社团活动 3:你问我答 4:学习交流 5:失物招领 6:实习兼职 7:跳蚤市场',
  `title` varchar(50) DEFAULT NULL,
  `content` varchar(20000) DEFAULT NULL,
  `likeNum` int(20) DEFAULT '0' COMMENT '用户点赞数',
  `creTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `jugeNum` int(20) DEFAULT '0' COMMENT '用户评论数',
  `userId` bigint(50) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL,
  `userIcon` varchar(50) DEFAULT 'icon.png' COMMENT '用户头像',
  `viewNum` bigint(20) DEFAULT '0' COMMENT '浏览量',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=145 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of inviTation
-- ----------------------------
INSERT INTO `inviTation` VALUES ('69', '1', '责任再落实 护航十九大 省委教育工委专题研究当前教育系统安全稳定工作', '<p><img src=\"http://inscho.oss-cn-shanghai.aliyuncs.com/a379ec7332f1492fbf30e196cbb9f9dc.jpeg\" alt=\"上传图片成功\"><img src=\"http://inscho.oss-cn-shanghai.aliyuncs.com/bd1762b6fa684012a3d293942df9642d.jpeg\" alt=\"上传图片成功\"></p><p>&nbsp; &nbsp; 党的十九大召开在即，9月19日下午，省委教育工委召开工委会，专题研究党的十九大前教育系统安全稳定工作。省委教育工委书记何杏仁主持会议，省教育厅厅长郭华巍及委厅班子成员参加会议。</p><p>&nbsp; &nbsp; 会议听取了相关处室就今年以来全省高校稳定、学校安全形势以及教育信访工作等情况的汇报，传达学习了中央、省委相关会议精神。委厅领导对做好党的十九大前分管领域安全稳定工作提出了意见建议。</p><p>&nbsp; &nbsp; 何杏仁指出，今年以来，全省教育系统攻坚克难、奋发有为，坚决打好了高考综合改革试点平稳落地和第十三届全国学生运动会顺利承办这两场硬仗，为党的十九大胜利召开打下了坚实基础。中央和省委高度重视十九大前的安全稳定工作，近期先后作出了一系列部署。目前，“护航十九大”已进入决战决胜的关键阶段，全省教育系统要打起十二分精神，全力以赴抓好校园安全稳定工作。</p><p>&nbsp; &nbsp; 何杏仁要求，要提高政治站位和思想认识，切实增强做好教育系统安全稳定工作的责任感和紧迫感。以优异成绩迎接党的十九大胜利召开，是我们必须履行好的政治责任。要从讲政治、讲全局、讲担当的高度充分认识做好当前教育系统安全稳定工作的极端重要性，深刻认识到教育系统安全稳定面临的严峻形势，把维护校园安全稳定作为增强“四个意识”、与党中央保持高度一致的重要体现，切实增强忧患意识和责任担当，守牢政治底线，真正做到守土有责、守土负责、守土尽责。要深入排查分析，全方位整改落实，全面消除影响校园安全稳定的各类隐患。着力抓好意识形态安全，守牢校园特别是高校宣传思想阵地，坚决抵制各类错误思想传播，严格防范和抵御宗教势力向校园渗透，确保校园网络安全；做好少数民族学生和外国留学生管理服务、各类信访、学校卫生、防范校园欺凌、校园贷、校舍及校园施工安全、校园安全管理以及对改革政策的出台把握和解释引导等工作。要加强指导协调，层层压实责任。省委教育工委、省教育厅要自觉扛起抓好全系统安全稳定的主体责任，同时要层层落实责任，重点压实高校及地方教育部门的责任，分头分线抓好部署、落实和检查，为党的十九大胜利召开营造和谐稳定的良好环境。</p><p>&nbsp; &nbsp; 郭华巍指出，今年以来，全省教育系统安全稳定形势总体是好的，但也存在一些薄弱环节，亟待解决。全省教育系统要切实担负起维护校园安全稳定的政治责任和工作责任，在思想上高度重视，措施上认真细化，责任上切实落实，工作上守住底线，尤其是要突出做好重点人群、重点隐患、重点敏感问题的排查、管理和处置工作。</p><p>&nbsp; &nbsp; 省委教育工委、省教育厅相关处室及直属单位负责人参加会议。</p>', '2', '2017-09-23 14:36:27', '0', '3', '教务处', 'icon.png', '10');
INSERT INTO `inviTation` VALUES ('70', '1', '浙江教育报：我省将开展首次教育现代化发展水平监测', '<p>&nbsp; &nbsp; 记者从9月8日在杭举行的全省县（市、区）教育现代化发展水平监测工作会议上获悉，接下来我省将开展首次教育现代化发展水平监测工作。省教育厅副巡视员方天禄出席会议并讲话。</p><p>&nbsp; &nbsp; 方天禄指出，开展教育现代化发展水平监测，目的是通过监测查找差距、找准短板，进而积极整改，整体提升区域教育现代化水平。这次监测将运用我省自主研制的指标体系作为工具，共分4个一级指标、12个二级指标、55个监测点，指标体系巩固了浙江教育改革与发展成效，体现了浙江教育自身的特点，同时对当前教育领域的一些难点、热点问题给予了特别关注。</p><p>&nbsp; &nbsp; 据介绍，监测工作由作为第三方评估机构的浙江省教育现代化研究与评价中心负责实施。方天禄强调，各市、县（市、区）要高度重视监测工作，成立领导小组和工作小组，确定数据申报与审核部门，规范监测工作流程。相关人员要加强学习，提升业务能力，准确把握指标体系内涵，准确理解统计范围。监测数据的收集、审核和上报要实事求是，杜绝弄虚作假。各市、县（市、区）要加强筹划，把握时间进度，保质保量完成相关工作。</p><p>&nbsp; &nbsp; 会上，省教育现代化研究与评价中心等单位分别就监测指标内涵与计算方法、数据填报、满意度调查等单位作了介绍和布置。</p>', '2', '2017-09-23 14:39:34', '6', '3', '教务处', 'icon.png', '29');
INSERT INTO `inviTation` VALUES ('71', '1', '中国教育报：扣准问题做好高校思政工作', '<p class=\"MsoNormal\"><span>最近，浙江省委常委、宣传部长在一次会议上向全省高校书记校（院）长发出了“五问”：对高校思政工作重要性的认识到位了没有？中央和省委文件要求落实到位了没有？书记校长的责任履行到位了没有？政策制度保障到位了没有？齐抓共管的意识到位了没有？这“五问”，实际上是对高校领导干部的理想信念之问，是对高校的办学方向之问，是对各高校实施高教强省战略的对策思路之问，是对高校思想政治工作的改革创新之问，是对我们办学治校的能力水平之问。“五问”问出了重点、堵点、盲点和弱点，回答好高校思政工作“五问”，要做好以下几个方面。</span><span lang=\"EN-US\"><o:p></o:p></span></p><p class=\"MsoNormal\"><span>一、在提高站位、深化认识上下功夫</span><span lang=\"EN-US\"><o:p></o:p></span></p><p class=\"MsoNormal\"><span>要深刻理解确保高等教育“四为”方向的战略性要求。习近平总书记在全国高校思想政治工作会议上提出了高等教育“四为”方向，即为人民服务、为中国共产党治国理政服务、为巩固和发展中国特色社会主义制度服务、为改革开放和社会主义现代化建设服务，进一步明确了高等教育的性质和使命。在“</span><span lang=\"EN-US\">7</span><span>·</span><span lang=\"EN-US\">26</span><span>”讲话中，总书记指出，进行伟大斗争、推进伟大事业、实现伟大梦想，必须毫不动摇地坚持和完善党的领导，毫不动摇地推进党的建设新的伟大工程。我们必须深刻认识这个大局，切实增强“四个意识”，把高等教育放到“四个全面”和“四个伟大”战略布局中去考虑，坚持“四为”定力，真正实现“教育强则国家强”。要深刻理解加快提升高等教育发展水平的全局性要求。总书记的一系列论述，充分揭示了高等教育在中华民族“第二个百年”伟大征程中应有的作用，那就是“高等教育发展方向要同我国发展的现实目标和未来方向紧密联系在一起”。要深刻理解全面实施高等教育强省战略的紧迫性要求。浙江省第十四次党代会提出了高水平谱写实现“两个一百年”奋斗目标的浙江篇章的新要求，作出了“下大决心全面实施高等教育强省战略”的决策部署。我们抓重点、补短板、强弱项，就要抓高等教育这一重点，补高等教育这一短板，强高水平大学欠缺这一弱项。没有高等教育强省的全面建成，就没有教育现代化的全面实现，也没有“两个高水平”的全面实现。我们贯彻全国高校思想政治工作会议精神，既要加大油门，加快提升高等教育办学水平，加快建设高等教育强省；又要把稳方向，时刻牢记我们是在中国大地上办高校，是中国共产党领导下的高校，是办中国特色社会主义高校，把政治属性、政治要求、政治意识贯穿于办学治校的全过程。</span><span lang=\"EN-US\"><o:p></o:p></span></p><p class=\"MsoNormal\"><span>二、在强化使命、担当责任上下功夫</span><span lang=\"EN-US\"><o:p></o:p></span></p><p class=\"MsoNormal\"><span>第一，方向要把牢。把牢办学方向最根本的是要把立德树人作为教育教学的中心环节，作为办学治校的根本任务，把思想政治工作贯穿教育教学全过程，把理想信念教育、人格的养成、知识的学习和能力的训练有机统一起来，教育和帮助学生树立正确的世界观、人生观、价值观。第二，难点要突破。贯彻落实中央和省委文件要求，加强和改进新形势下高校思想政治工作，的确会遇到许多新的困难和问题。各高校一定要从突破难点入手，实现思想政治工作的全面提升。第三，底线要守住。这个底线就是必须牢牢掌握党对意识形态工作的领导权和主动权。高校党委要切实落实意识形态工作的主体责任，认真做好各类意识形态风险点的防控工作，在大是大非问题上绝不能含糊。第四，责任要落实。落实责任，关键是要落实高校党委的主体责任、党委书记的“第一责任人”责任，领导班子成员的“一岗双责”责任，通过层层传导压力、层层落实责任，把“软指标”变为“硬约束”。</span><span lang=\"EN-US\"><o:p></o:p></span></p><p class=\"MsoNormal\"><span>三、在改革创新、善谋善为上下功夫</span><span lang=\"EN-US\"><o:p></o:p></span></p><p class=\"MsoNormal\"><span>要创新体制机制。高校思想政治工作不是思想理论课的“单幕剧”，也不是政治辅导员的“独角戏”，而是需要创新全员参与、多方协同的体制机制。怎么样形成“合力”？就要求我们树立“大思政”理念，构建“大思政”格局，形成“大思政”机制，学校各条战线都要共同参与思想政治工作，学校各类资源配置都要优先服务于育人工作。还要推进深化“最多跑一次”改革，通过优化服务理念、完善服务方式，真正落实以教师为中心、以学生为中心的要求。要创新思政课程。思政理论课需要改革，需要创新，重点要在教材、教师、教法上突破。要鼓励各高校积极探索，多形式推动思政理论课程的师资创新、教法创新、机制创新，不断增强学生对思政课的获得感、满意度。要创新“课程思政”。通过恰到好处的引导和渗透，使每一门课程都蕴含思想政治教育的内容，都承担育人的责任。总体要求是各类课程、各个教学环节、每个教职员工都要守好一段渠、种好责任田，使各类教育教学活动与思政课同向同行，形成协同效应。要创新考评机制。各高校都可以积极探索、大胆改革，充分发挥全体教师的育人积极性，全面实现“以教学为中心”和“以育人为重心”的同步落实。要创新平台载体建设。重点是抓好网络平台和实践载体建设。要强化互联网思维，把思想政治工作的传统优势与信息技术高度融合，让新媒体成为育人的重要途径，使思想政治工作活起来。要积极推进思想政治工作与实践相结合，有效搭建学生成长成才的平台，积极争取资源，推动高校思想政治工作与社会教育、家庭教育有机衔接，发挥全社会共同育人的整体优势。</span><span lang=\"EN-US\"><o:p></o:p></span></p><p class=\"MsoNormal\"><span>四、在全面从严、严抓严管上下功夫</span><span lang=\"EN-US\"><o:p></o:p></span></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p><p class=\"MsoNormal\"><span>要全面落实高校党委全面从严治党的主体责任。各高校要切实履行全面从严治党的主体责任，着力解决党的领导弱化、党的建设缺失、全面从严治党不力等问题，以思政工作的实际成效体现党建工作的加强和改进。要全面加强二级学院党建工作。加强二级学院党建工作，对于全面落实高校思想政治工作要求至关重要。各高校要按照“把方向、议大事、抓党建、促发展”的总体定位，改革创新二级院系管理体制机制，强化院系党组织功能。要舍得把政治上最可靠、业务上最优秀的干部安排到基层党建工作岗位上来，把党对高校的领导贯彻到最基层、贯彻到第一线。要认真抓好问题整改。各高校要坚持问题导向，把查找问题作为一项基础性、经常性工作，讲方法、下实功，确保问题找准、找全。要严抓严管、真抓真管。各高校党委要切实抓好党员干部队伍和教师队伍的教育管理监督工作，敢于担当、敢于较真、敢于斗争，把党要管党、从严治党要求落实到办学治校、教育管理的各个方面、各个环节，做到“真抓真管真担当、真查真严真问责”。还要支持纪委用好纪律戒尺，强化问责追究，真正把问责作为推动主体责任落实的“牛鼻子”</span><span lang=\"EN-US\"><o:p></o:p></span></p>', '1', '2017-09-23 14:54:59', '1', '3', '教务处', 'icon.png', '18');
INSERT INTO `inviTation` VALUES ('72', '1', '浙江省教育厅关于印发《浙江省中小学生日常行为规范》的通知', '<p><span>各市、县（市、区）教育局：<span lang=\"EN-US\"><o:p></o:p></span></span></p><p><span>&nbsp; &nbsp; 为更好贯彻《教育部关于培育和践行社会主义核心价值观 进一步加强中小学德育工作的意见》（教基一〔<span lang=\"EN-US\">2014</span>〕<span lang=\"EN-US\">4</span>号）、《教育部关于印发〈中小学德育工作指南〉的通知》（教基〔<span lang=\"EN-US\">2017</span>〕<span lang=\"EN-US\">8</span>号）和《中共浙江省委办公厅 浙江省人民政府办公厅关于进一步加强中小学德育工作的若干意见》（浙委办发〔<span lang=\"EN-US\">2016</span>〕<span lang=\"EN-US\">3</span>号），深化立德树人，推动社会主义核心价值观在校园落细落小落实，引领和规范学生思想品德与言行举止，根据教育部<span lang=\"EN-US\">2015</span>年修订颁布的《中小学生守则》（以下简称《守则》），结合学生身心发展特点和我省实际，在广泛征求意见基础上，我厅制定了《浙江省中小学生日常行为规范（试行）》（以下简称《规范》），现予以发布。同时，就执行好《守则》和《规范》提出以下意见：<span lang=\"EN-US\"><o:p></o:p></span></span></p><p><span>&nbsp; &nbsp; 一、提高认识，加深理解，准确把握《守则》与《规范》的关系。新版《守则》将党的十八大以来，中央对培育和践行社会主义核心价值观、深化立德树人、传承优秀传统文化做出的重大部署落细落小落实，是对中小学生思想品德和日常行为的基本要求。《规范》源于《守则》，是对《守则》的细化，但不是《守则》的全面翻版。《规范》对每个学段学生的行为要求各有侧重，更加关注学段的衔接和行为习惯养成的连续性；《规范》突出学生行为养成可感可知可践行的生活情境，更加重“日常”、重“细节”、重“行为”；《规范》不苛求押韵对仗，不要求学生背诵，但必须逐条践行，真正做到内化于心，外化于行。<span lang=\"EN-US\"><o:p></o:p></span></span></p><p><span>&nbsp; &nbsp; 二、营造氛围，联动推进，全面落实《守则》与《规范》的要求。各地教育行政部门要高度重视，把《守则》与《规范》传达到每一所学校；要联合新闻媒体对《规范》进行广泛宣传，组织专家、师生、家长及社会各界人士以各种形式进行讨论和响应，形成氛围，并以此为契机，引导全社会高度关注学生行为养成教育问题。各中小学校要将《守则》与《规范》在学校醒目位置张贴显示，在学校的官方微薄、微信公众号、校园网、校报校刊等进行发布，使学生日有所见、以此为鉴，日有所悟、以正己身；要通过班会等形式组织学生对《守则》与《规范》进行解读和讨论，让学生看懂、记住、做到；要通过家长会、家长学校、家访、告家长书等形式让家长了解《规范》，家校联动，共同推进学生行为养成教育。<span lang=\"EN-US\"><o:p></o:p></span></span></p><p><span>&nbsp; &nbsp; 三、纳入评价，加强督导，促进德育工作落细落小落实。各中小学校要把《规范》的贯彻落实作为德育工作的重要抓手，并可因校制宜，制定更加切合本校实际的学生日常行为规范细则，常抓不懈、落细落实；要将学生遵守《规范》的情况客观记录在学生综合素质评价之中，列为学生“品德表现”评价的主要内容。各级教育督导部门要把《规范》落实情况纳入中小学校发展性评价指标，作为学校德育工作督导的重要内容。各地要善于发现典型，及时推广好经验、好做法。<span lang=\"EN-US\"><o:p></o:p></span></span></p><p>\n\n\n\n\n\n\n\n\n\n</p><p class=\"MsoNormal\"><span lang=\"EN-US\">&nbsp;</span></p>', '1', '2017-09-23 14:58:32', '1', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '22');
INSERT INTO `inviTation` VALUES ('73', '1', '省级政府履行教育职责评价试点工作全面展开', '            <p><img src=\"http://inscho.oss-cn-shanghai.aliyuncs.com/3d7dacad0d5344f685370248265b0a99.jpeg\" alt=\"上传图片成功\"><img src=\"http://inscho.oss-cn-shanghai.aliyuncs.com/c8afa1e786c547ac96d1ceadfb867fb6.jpeg\" alt=\"上传图片成功\"><img src=\"http://inscho.oss-cn-shanghai.aliyuncs.com/4ff565fe7ba746bbb64f672922d0fc0a.jpeg\" alt=\"上传图片成功\"><img src=\"http://inscho.oss-cn-shanghai.aliyuncs.com/4bef1146600e44c3b33bb1deddb22dc2.jpeg\" alt=\"上传图片成功\"></img></p><p>&nbsp; &nbsp; 近期，国务院教育督导委员会办公室确定我省以及上海、安徽、江西、湖南、海南、陕西等7个省区市于今年开展省级人民政府履行教育职责评价试点。8月30日下午，省政府召开省级人民政府履行教育职责评价试点工作动员部署会议。省政府副秘书长、省政府教育督导委员会副主任李云林作动员部署。省教育厅厅长、省政府教育督导委员会副主任郭华巍就国务院颁布的《对省级人民政府履行教育职责的评价办法》（以下简称《办法》）作解读，并介绍了评价试点工作任务分工方案。</p><p>&nbsp; &nbsp; 李云林指出，强国必先强教，强教的关键在于政府的落实力和执行力。实施《办法》，是加强国家教育宏观管理的重要手段，是强化国家教育督导的重大创新，是推动地方政府主动履职担责的有效机制，不仅是对新时期各级政府履行教育职责的新要求，更为各级政府在新形势下推进教育改革发展创造了新机遇，也为全面深化教育领域综合改革、全面推进依法治教、全面提高教育质量聚集了新动能，注入了新活力。</p><p>&nbsp; &nbsp; 李云林强调，推进教育现代化不是一家部门的单打独斗，而是需要各个省级部门联动协调，形成合力，共同推进。大家要按照各自分工及任务要求，紧盯时间节点，做好自评自查工作，以高度的责任感和使命感将任务分解方案逐一落细落实。同时，还要积极配合省教育厅做好我省贯彻实施《办法》相关方案的研究制定工作。浙江作为教育先发地区，一定要抓住机遇，因势而进、乘势而上，不折不扣地贯彻落实好《办法》，努力推动把政府教育履职工作做得更好，推动我省在全国率先基本实现教育现代化。</p><p>&nbsp; &nbsp; 郭华巍指出，《办法》以督导评价的方式推动省级政府切实履行教育工作相关职责，具有主体性、全面性、可操作性、开放性、严肃性等基本特点，从根本上明晰和强化了各级政府应担负起本地教育改革发展的主体责任，从制度上保证了评价做到环环相扣，并明确了将贯彻全面从严治党的政治要求落实到教育工作当中。希望省级各有关部门积极配合支持做好评价试点相关任务的落实、实地督查、《省政府对设区市政府、县级政府履行教育职责的评价办法》的研究制订等工作。今后一个时期，全省教育系统将以省第十四次党代会提出的全面实施高等教育强省和教育现代化战略作为中心任务，以各级人民政府履行《办法》为契机，推动各级政府将教育职责层层落实到位，为实现“两个高水平”的建设目标作出应有的努力。</p><p>&nbsp; &nbsp; 会议将省级政府履行教育职责的6个方面、36项评价内容、100个观测点，根据部门工作职责分别分解到37家省级部门及有关单位，同时明确时间节点，确保评价试点工作落实到位。</p><p>&nbsp; &nbsp; 省教育厅副巡视员方天禄，省级有关部门分管领导参加会议。</p>', '2', '2017-09-23 15:01:42', '0', '4', '办公室', 'icon.png', '52');
INSERT INTO `inviTation` VALUES ('75', '1', '科技日报：职业院校里走出国家级众创空间', '<p>“温职院采用校内外聘用相结合的方式，构建了一支‘双师’素质的导师队伍。包括24位成功创业者、5位天使投资人、38位创业教育教师和152位技术专家组成的高素质、多元化专兼职创业导师队伍。</p><p>近几年，温职院将创新创业的范围迅速进行调整：一方面将专业向研发端和培训端延伸，为企业提供技术开发、产品开发、成果转化、项目策划等‘立地式’研发服务；另一方面，建立了42个技术研发服务平台，为企业提供技术服务。”</p><p>虽然还没到学生开学的时间，但温州职业技术学院（以下简称温职院）里已是热闹非常。用学院老师的话说是“压根没放过假”，“因为我们的时间是跟着企业走的”。</p><p>这所此前并不广为人知的职业院校最近“开始火了”——不仅名字和众多名校一起被列入教育部最新印发的《关于公布2017年度全国创新创业典型经验高校名单的通知》，成为2017年度50所全国创新创业典型经验高校。学院创办的“温州产业科技众创空间”也一早被科技部评为国家级众创空间。</p><p>这事听起来，就好像本来只是给学生们搭建一平台“玩票”，结果一不小心“玩”成了国家级。许多人跑来找他们，想要看看他们是怎么在职业院校里把创新创业事业“玩”得这么顺溜，称他们是大学生创新创业教育的“浙江样本和浙江经验”。这不，这个暑假前来交流的“歪果仁”就接待了好几拨。</p><p>其实，若是看到八月酷暑校园里仍在轰隆隆运转的厂房，实验室里挂着一众公司的牌子，坐着的那些戴个小眼镜，文文静静的学生们都已经当了好几年的CEO了，你就不会觉得他们在“玩票”了。</p><p>这里打造出温州“硅谷模式”</p><p>温职院是国家示范性高职院校，地处以“中国民营之都”而著称的温州。</p><p>“尽管我们是国家示范性高职院校，但作为高职院校相比重点大学有自己的短板，我们没有世界前沿的高精尖技术，同学们刚来的时候自信心也不是太足，我们就想怎么能走特色的道路，挖掘学生们的潜能和优势，让学生们自信起来”，温职院院长谢志远说。</p><p>谢志远曾在温州多所高校任教，他所到之处创新创业工作就做得热火朝天。在他看来，温职院有得天独厚的优势，虽然是职业院校，但是地处产业集中的温州，这里企业多、需求广，更重要的是在历史发展中，温职院一直以理工类技术类专业见长，积累了许多为企业服务的经验和口碑。</p><p>创新首先从企业需求开始做起，创业首先要从了解企业运营和市场需求做起，这些方面温职院都“有资源”“有优势”。</p><p>于是，成立创业学院、修改选课政策、推进创业教育、引进相关师资、与企业建立深度合作、打造创业平台……多头并进干了起来。</p><p>很快，他们的努力有了成效。创业学院副院长刘海明告诉科技日报记者一组数据，截至目前，温职院以众创空间的集聚效应已经孵化出50余家具有科技含量的创新创业企业。2016年学生创业项目获得社会风投2700万元，共吸引3000余名学生参与创新创业教育，涌现出一大批创业典型。近三年，创业师生团队为温州企业提供技术研发580项，成功转让专利121项，其中发明专利30项，学校每年科技到款均达到1500余万元。</p><p>温州历史上最年轻的上市公司创始人卢成堆便是温职院创新创业大潮中涌现出的佼佼者，他创办的温州瓷爵士科技股份有限公司在瓷器修复等方面在市场上颇有影响，最终登陆新三板。</p><p>2016年，温职院创办的“温州产业科技众创空间”被科技部评为国家级众创空间、2016年度省级优秀众创空间。这事当时很是引起了一些轰动，作为一所职业院校，没有泯然众人的高精尖技术，也没有全国顶尖的资源，如何把创新创业做得这么好？这个问题值得研究。</p><p>创业吧 老师给你打工</p><p>在温职院有个奇怪的现象，那些迅速成长、日新月异的创业企业里，十有八九有个年纪轻轻的同学当着老总，而他的导师多半是这家企业的技术顾问。</p><p>这就不得不说起温职院独树一帜的师生创业政策了。</p><p>为了推动学生创业，温职院采用校内外聘用相结合的方式，构建了一支“双师”素质的导师队伍，建立了一支由24位成功创业者、5位天使投资人、38位创业教育教师和152位技术专家组成的高素质、多元化专兼职创业导师队伍。</p><p>而这些导师很重要的任务就是和学生一起创业。师生共创的模式比较多。可以是教师的科研项目带动学生参与研发，也可以以学生为主体，教师给予技术指导。还可以学生与老师按股份制形式共同创业。</p><p>有一家名叫温州鑫创电子商务有限公司，由四名学生创立，年营业额已达27万元，在这个项目里他们的导师就担任着技术顾问的角色，赚钱了老师也获利，但企业法人还是学生们。</p><p>为了让更多有潜力的学生走上创新创业之路，学校的课程设置都做出了相应的调整。</p><p>以创新创业教育为主线，开创了“2+1”培养模式。“2”是指学生在所属系完成前两年专业课程学习，“1”是指第三学年转入创业学院，进行为期一年的创业课程学习与创业实践。每个人均可根据个人兴趣从电气自动化、数控技术、鞋类设计与工艺、电子商务4个“创新创业教育引领专业建设”试点专业中任意选择，从而制订个性化人才培养方案。学分由“实践导向创业课程、新技术应用能力提升、新技术应用转化”组成。</p><p>不少在众创空间里的学生创始人都由“2+1”培养模式中走出来，刘海明说。</p><p>看产业定专业 视需求定平台</p><p>学生们创新创业的积极性调动起来了，他们身后站着经验丰富的导师为他们提供技术支撑，这些初创企业面临最大的问题就是市场出路和如何与企业对接。</p><p>“区域有什么支柱产业，就设置什么专业；区域企业有什么难题，就建立什么服务平台；区域有什么新技术需求，就培养什么新技术应用创新创业人才”，温职院党委书记王靖高说。</p><p>温州有低压电器、泵阀、汽摩配、鞋服等五大支柱产业和十大新兴产业。学校积极适应区域产业发展，并据此对专业进行调整。现有的35个专业全部根据区域支柱产业和特色行业设置。“我们主动服务地方经济，吸引地方政府、行业企业主动找上门来共办专业、共建二级学院，形成一种良性循环”，王靖高强调。</p><p>近几年，随着宏观环境的变化，温州企业出现一些问题（长期处在价值链下游，研发支撑不足、“节能减排”压力增大等等）。面对温州企业发展困难，温职院将创新创业的范围迅速进行调整，一方面将专业向研发端和培训端延伸，为企业提供技术开发、产品开发、成果转化、项目策划等“立地式”研发服务。另一方面，建立了42个技术研发服务平台，为企业提供技术服务。</p><p>浙江有许多大型的鞋类厂家，学院便引导学生们自己成立鞋类公司，为企业提供技术研究服务和设计服务。在温职院鞋类专业展厅里，就陈列着许多学生们自己的公司设计的各色鞋品。更难得的，3D脚型测量设备、舒适度智能感应设备等最新的应用技术已经在这几家小小的学生鞋厂得到应用。</p>', '2', '2017-09-23 16:39:58', '1', '4', '办公室', 'icon.png', '51');
INSERT INTO `inviTation` VALUES ('76', '6', '找代教', '找下周一代家教，时间7点15-8点15，辅导小学五年级女生家庭作业，50一次。要求小教或英教大三，有意者私聊。', '0', '2017-09-23 22:20:08', '1', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '7');
INSERT INTO `inviTation` VALUES ('77', '6', '家教', '', '0', '2017-09-23 22:23:52', '1', '8', '小明', '5560ed55a6ba4ca2bc945c146c8c340e.png', '19');
INSERT INTO `inviTation` VALUES ('78', '6', '找兼职', '希望能送外卖。有需要人的请联系14725836914', '2', '2017-09-23 22:24:47', '1', '8', '小明', '5560ed55a6ba4ca2bc945c146c8c340e.png', '10');
INSERT INTO `inviTation` VALUES ('79', '6', '求兼职', '希望找一份发发传单的工作\n联系17858661747', '0', '2017-09-23 22:25:57', '2', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '12');
INSERT INTO `inviTation` VALUES ('80', '2', '学生会招新开始了', '如果你觉得自己过人的才能。如果你想锻炼自己。只要你敢展现自己，就来加入我们学生会吧！！！我们在学生会等你！', '1', '2017-09-23 22:31:12', '3', '9', '校学生会', 'icon.png', '24');
INSERT INTO `inviTation` VALUES ('81', '5', '没饭吃了！！！！', '本人于今日下午在教学楼丢失饭卡一张，现在没钱吃饭。请捡到的同学归还，万分感谢\n姓名：社会王\n电话：1478932569', '1', '2017-09-23 22:34:23', '1', '10', '社会王', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '10');
INSERT INTO `inviTation` VALUES ('82', '3', '我能跑的过食堂大妈吗', '你们觉得我在拿上餐盒，在以50米每。。分钟的速度，食堂大妈会不会追上我，在线等，急，现在餐盒已经在我手上了，要不要直接跑。', '1', '2017-09-23 22:36:09', '1', '10', '社会王', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '28');
INSERT INTO `inviTation` VALUES ('83', '4', '找大神求助', '本人数学挂科了，希望能找一个数学发生帮我补习，最好有空来图书馆。\n求打扰：15987423658', '2', '2017-09-23 22:40:10', '3', '11', '芭比娃娃', 'icon.png', '14');
INSERT INTO `inviTation` VALUES ('84', '7', '自行车', '转让二手自行车。5成新。价格面议\n电话：15987423658', '1', '2017-09-23 22:41:42', '7', '11', '芭比娃娃', 'icon.png', '42');
INSERT INTO `inviTation` VALUES ('85', '7', '超萌小和尚', '有组超萌超可爱的小和尚，非礼勿听，非礼勿视，非礼勿言，可以拆散了卖，整组有优惠哦！', '3', '2017-09-23 22:43:27', '5', '7', '小黄鱼', 'd0f6b189117d466f9f3cf7a9d0084866.png', '78');
INSERT INTO `inviTation` VALUES ('86', '3', '水滴石穿？', '如果手一直被水滴会不会穿？', '1', '2017-09-23 23:03:36', '5', '13', '最近脑洞又大了', 'ade9c25df27a474fbc98dfb70bfd68ec.jpg', '55');
INSERT INTO `inviTation` VALUES ('88', '5', '急急急', '我丢了我那把突突突能冒蓝火的枪，捡到请归还，谢谢', '2', '2017-09-24 14:40:45', '6', '10', '社会王', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '30');
INSERT INTO `inviTation` VALUES ('111', '2', 'Summer Activity', 'we are waitting for you! hurry up', '0', '2017-09-25 00:15:55', '2', '3', '教务处', 'icon.png', '24');
INSERT INTO `inviTation` VALUES ('112', '3', '请问附近的建设银行在哪？', '有哪位仁兄告诉我呢？', '1', '2017-09-25 14:46:12', '3', '17', '泡芙', '37107a8629ff4984955ddaa9de49aa0f.jpg', '8');
INSERT INTO `inviTation` VALUES ('113', '4', '有大神会操作系统吗？急', '临近期末了，考试要挂了，等一个大神', '0', '2017-09-25 14:48:12', '1', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '8');
INSERT INTO `inviTation` VALUES ('114', '4', '有计算机组成原理的大神？', '课本213页5.33不会做，有人知道答案吗？', '0', '2017-09-25 14:50:58', '2', '17', '泡芙', '37107a8629ff4984955ddaa9de49aa0f.jpg', '12');
INSERT INTO `inviTation` VALUES ('115', '6', '找一份兼职，不希望太远', '最好工资好一点的，价格可以谈', '0', '2017-09-25 14:54:08', '2', '14', '不想当屌丝的程序猿', '889d9230673c436788549c277b849d19.jpg', '10');
INSERT INTO `inviTation` VALUES ('116', '3', '国庆有什么好plan，旅游？学习？宅？', '马上又迎来国庆小长假啦，各位朋友，有没有什么打算和好的建议吗？', '1', '2017-09-25 15:03:30', '2', '12', '凹凸曼biubiubiu', '55ce7cee6e2745a99b392422a8aa12f8.jpg', '10');
INSERT INTO `inviTation` VALUES ('118', '5', '捡到一把桃花雨伞', '今天下午三点在3306教室发现一把桃花雨伞，请它的主人打电话585532', '0', '2017-09-25 15:10:06', '5', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '27');
INSERT INTO `inviTation` VALUES ('120', '7', '近现代文学', '很好的一本书 忍痛出售', '0', '2017-09-25 15:55:14', '1', '14', '不想当屌丝的程序猿', '889d9230673c436788549c277b849d19.jpg', '10');
INSERT INTO `inviTation` VALUES ('123', '2', '校团委‖我们在等你', '办公室\n        它，就是学生会大家庭的管家，传递信息和会议通知、汇总整理会议记录和各部门活动文件，一切放心交给它。\n组织部\n      它，是颜值与才华共存的部门，激烈讨论、迸发绝妙创意并使之成为现实才是最重要的工作内容。\n纪检部\n        纪者，规则也；检者，查验约束也。\n宣传部\n       宣传部是展示创意与才华的平台，是突显风采与特色的窗口，承担着向外打响整支队伍的重任。\n网络部\n       科技在进步，你们在加入，网络部的未来充满可能。', '2', '2017-09-25 15:57:46', '2', '6', '校团委', 'icon.png', '11');
INSERT INTO `inviTation` VALUES ('124', '7', '八成新自行车', '联系方式663121 有意联系 非诚勿扰', '1', '2017-09-25 16:03:04', '1', '14', '不想当屌丝的程序猿', '889d9230673c436788549c277b849d19.jpg', '10');
INSERT INTO `inviTation` VALUES ('125', '7', '卖凳子了', '这个凳子已经饱经风霜了 不过还是很坚挺的 不会坏的 有意者私聊', '2', '2017-09-25 16:05:25', '1', '14', '不想当屌丝的程序猿', '889d9230673c436788549c277b849d19.jpg', '20');
INSERT INTO `inviTation` VALUES ('126', '2', '校园荧光夜跑火热报名中', '跑步是一项孤独的运动，\n然而越是孤独的运动，\n越需要有人和你一起跑的感觉。\n这个一起不一定是要在身边，\n但要在同一个时空里。\n于是，我们开始约跑。\n\n活动时间：2017年9月27日（星期三）19:00-20:30；\n活动地点：活动中心集合；\n承办单位：体育部；\n参与方式：线上报名，扫描下方二维码', '1', '2017-09-25 16:11:26', '4', '21', '体育部', 'icon.png', '27');
INSERT INTO `inviTation` VALUES ('127', '3', '第一次来校园狸 大家带带我', '时间是让人猝不及防的东西', '1', '2017-09-25 16:21:23', '0', '22', '今晚早点睡', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '7');
INSERT INTO `inviTation` VALUES ('128', '4', '有同学一起约机房做实验的嘛？', '马上要交实验报告了，但是我实验还没做完，有同学教我一下吗？', '0', '2017-09-25 16:22:33', '2', '23', '小黑', 'e832cfe462654d979992cdcff5af4fae.jpg', '12');
INSERT INTO `inviTation` VALUES ('129', '3', '新生报道在哪个办公室？', '新生报道在哪里啊？？？', '0', '2017-09-25 16:36:02', '1', '20', 'halcyon', '60eb506efdc34bc3847655cbc9821749.jpeg', '9');
INSERT INTO `inviTation` VALUES ('130', '1', '“名师论道”第十一期：钱旭红院士漫谈改变思维', '9月20日晚，由教务处、学工部、校团委共同主办的第11期“名师论道”讲座在奉贤校区大学生活动中心举行。中国工程院院士钱旭红教授以“改变思维”为主题，与学生深入探讨了避免思维僵化、改变经典思维的方法。副校长辛忠，教务处处长黄婕，学工部部长、校团委书记倪炜，以及来自各学院的学生现场聆听了讲座。', '0', '2017-09-25 16:38:22', '0', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '6');
INSERT INTO `inviTation` VALUES ('131', '4', '2018考研数学：如何做好选择题？', '选择题是研究生入学考试数学试卷的重要组成部分，最近几年题目数量一般是8小题共32分快速、准确地做好选择题，以便为后面的计算、论证和应用题留下较充裕的思考和解答时间，这是考生最终能否取得优异成绩的关键。\n\n　　要做好选择题，首先，要对选择题的设置内容，即主要考查的知识范畴有所了解。选择题侧重考查的是考生对基本概念、基本理论的理解与把握，所以再复习时要切实做到透彻理解基本概念，熟练掌握基本理论，尽可能搞清相关概念、相关理论之间的有机联系。其次，要掌握解答选择题的一些常用方法。要能根据题目条件、备选项的特征，善于总结分析，灵活运用有关的技巧与方法，快速解答，尽可能避免“小题大做”，这是提高解题效率和正确率的有效途径。\n\n　　解答选择题的常用方法有推演法、图示法、赋值法、排除法、逆推法。前三种方法能够从题设条件直接推得正确选项，属于直接法。后两者中排除法是通过排除错误选项，得出正确结论；逆推法则是从结论（备选项）出发，逐一验证哪一个选项符合题设条件，进行作出正确的判断，属于间接法。', '2', '2017-09-25 16:40:51', '0', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '21');
INSERT INTO `inviTation` VALUES ('132', '6', '想找一份初中数学家教的兼职', '教初中数学，最好离学校近一点，工资合理的，有消息的评论哈', '2', '2017-09-25 16:45:15', '0', '19', '有追求的吃货', 'c85c3b99c4bc4b81a7564af34ab3220b.jpg', '11');
INSERT INTO `inviTation` VALUES ('133', '2', '一站到底', '为了拓展同学们的知识面，丰富大学生的课余生活，我校结合学科特点，展现大学生风采，特策划举办知识竞赛。通过活动的举办,使得全校学生提升学习意识,培养全校学子的好学精神,形成良好的学习氛围,同时可以展示大学生的广泛的知识面以及答题风采。', '2', '2017-09-25 16:51:49', '1', '9', '校学生会', 'icon.png', '6');
INSERT INTO `inviTation` VALUES ('134', '2', '护“青苗”活动正式启动', '当你看到路边的花花草草，看你抬头仰望蓝天，你是否想过它们还有另一种样子', '1', '2017-09-25 16:54:53', '1', '1', '后勤部', 'cfc8735117474192b52c6fffc00a3517.png', '14');
INSERT INTO `inviTation` VALUES ('135', '7', '我最宝贵的的东西', '没错，我要把自己买了。有人要买过去养吗，很好养的，只要包一日三餐，不用担心卫生问题。要求：只要漂亮姐姐买', '0', '2017-09-25 16:57:44', '3', '10', '社会王', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '16');
INSERT INTO `inviTation` VALUES ('136', '6', '单辅初三数学', '找家教:单辅初三数学，周五晚上两个小时，最好有家教经验的，有意向的可以自己打电话联系阿姨，私戳不回，短号:655970', '1', '2017-09-25 17:00:32', '2', '15', '小仙女', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '18');
INSERT INTO `inviTation` VALUES ('138', '5', '有人看见一个U盘吗？', '这里面有好多我的重要文件呢，请拾到者赶紧联系我好嘛？', '0', '2017-09-25 17:09:00', '1', '16', '一颗大柠檬檬', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '19');

-- ----------------------------
-- Table structure for `jugeInvi`
-- ----------------------------
DROP TABLE IF EXISTS `jugeInvi`;
CREATE TABLE `jugeInvi` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `inviId` bigint(20) DEFAULT NULL COMMENT '帖子id',
  `userName` varchar(50) DEFAULT NULL COMMENT '评论者名字',
  `userId` bigint(20) DEFAULT NULL COMMENT '评论者id',
  `userIcon` varchar(50) DEFAULT 'icon.png' COMMENT '评论者头像',
  `content` varchar(500) DEFAULT NULL COMMENT '内容',
  `creTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=109 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jugeInvi
-- ----------------------------
INSERT INTO `jugeInvi` VALUES ('1', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('2', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('3', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('4', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('5', '72', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('6', '75', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('7', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'aaaaaaaaaaa', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('8', '75', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'aaaaaaaaaa', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('9', '75', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'womenzhijian', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('10', '75', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'womenzhijian', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('11', '75', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'women', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('12', '75', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'tian', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('13', '75', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'tian', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('14', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '你好', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('15', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '你好', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('16', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '测试', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('17', '72', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'Houdini', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('18', '73', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'aaaaaaaaa', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('19', '75', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'aaaaaa', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('20', '70', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '你好', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('21', '70', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '你好', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('22', '75', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '啦啦啦', '2017-09-25 22:08:41');
INSERT INTO `jugeInvi` VALUES ('23', '70', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '你好', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('24', '70', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('25', '70', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('26', '70', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '浓浓香烟行', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('27', '85', '凹凸曼biubiubiu', '12', '55ce7cee6e2745a99b392422a8aa12f8.jpg', '哇，这组小和尚很好玩诶，多少价格呀？', '2017-09-23 22:59:22');
INSERT INTO `jugeInvi` VALUES ('28', '85', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '@凹凸曼biubiubiu.本来我买来25元，现在16元一组4个卖给你哦。单买的话5元一个。', '2017-09-25 22:08:41');
INSERT INTO `jugeInvi` VALUES ('29', '87', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'i can\'t see', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('30', '82', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', 'you  can\'t', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('31', '87', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '小仙女，坚强的微笑:）我会帮你留意的！', '2017-09-25 22:08:41');
INSERT INTO `jugeInvi` VALUES ('32', '86', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '楼主去试试，', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('33', '86', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '那需要多少时间呀', '2017-09-25 22:08:41');
INSERT INTO `jugeInvi` VALUES ('34', '85', '一颗大柠檬檬', '16', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '@小黄鱼 我要买一套！！！', '2017-09-25 17:22:40');
INSERT INTO `jugeInvi` VALUES ('35', '85', '一颗大柠檬檬', '16', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '@小黄鱼 我要买一套！！！', '2017-09-25 17:22:40');
INSERT INTO `jugeInvi` VALUES ('36', '86', '一颗大柠檬檬', '16', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '脑洞好大', '2017-09-25 17:22:40');
INSERT INTO `jugeInvi` VALUES ('37', '86', '一颗大柠檬檬', '16', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '要不你去试试？', '2017-09-25 17:22:40');
INSERT INTO `jugeInvi` VALUES ('38', '83', '一颗大柠檬檬', '16', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '本人数学专业，什么时候去补习呢？', '2017-09-25 17:22:40');
INSERT INTO `jugeInvi` VALUES ('39', '84', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'i  wan  you', '2017-09-24 16:29:34');
INSERT INTO `jugeInvi` VALUES ('40', '84', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'how much', '2017-09-24 16:29:49');
INSERT INTO `jugeInvi` VALUES ('41', '84', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'can you shou me your car?', '2017-09-24 16:30:04');
INSERT INTO `jugeInvi` VALUES ('42', '85', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'i wan to see you', '2017-09-24 16:30:22');
INSERT INTO `jugeInvi` VALUES ('43', '84', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'why are you don\'t tell me your num', '2017-09-24 16:35:38');
INSERT INTO `jugeInvi` VALUES ('44', '84', '社会王', '10', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '瞎比比，人家不是给你号码了吗', '2017-09-24 19:55:05');
INSERT INTO `jugeInvi` VALUES ('45', '84', '社会王', '10', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '瞎比比，人家不是给你号码了吗', '2017-09-24 19:55:05');
INSERT INTO `jugeInvi` VALUES ('46', '83', '社会王', '10', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '本人是被体育耽误了的数学大神，周六上午八点，图书馆二楼，最帅的那一位', '2017-09-24 20:33:01');
INSERT INTO `jugeInvi` VALUES ('47', '88', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'ak 47? or m416?', '2017-09-24 20:36:33');
INSERT INTO `jugeInvi` VALUES ('48', '88', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'hello', '2017-09-24 20:38:19');
INSERT INTO `jugeInvi` VALUES ('49', '81', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'I pay for you!', '2017-09-24 20:53:26');
INSERT INTO `jugeInvi` VALUES ('50', '84', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '111', '2017-09-24 20:56:50');
INSERT INTO `jugeInvi` VALUES ('51', '88', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'hello a? what are you say?', '2017-09-24 20:58:19');
INSERT INTO `jugeInvi` VALUES ('52', '86', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', 'ok ok  you know what', '2017-09-24 21:00:42');
INSERT INTO `jugeInvi` VALUES ('53', '105', '社会王', '10', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '可以', '2017-09-24 22:05:35');
INSERT INTO `jugeInvi` VALUES ('54', '88', '社会王', '10', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '就是能突突突冒蓝火的那种', '2017-09-24 22:30:50');
INSERT INTO `jugeInvi` VALUES ('55', '88', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '有奖励吗？', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('56', '88', '教务处', '3', 'icon.png', 'i know', '2017-09-24 23:14:32');
INSERT INTO `jugeInvi` VALUES ('57', '111', '教务处', '3', 'icon.png', 'welcome to our school\' students', '2017-09-25 00:17:28');
INSERT INTO `jugeInvi` VALUES ('58', '80', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '有什么部门呢？', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('59', '80', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '啊', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('60', '80', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '校学生会怎么不说话?', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('61', '79', '泡芙', '17', '37107a8629ff4984955ddaa9de49aa0f.jpg', '我也想找', '2017-09-25 14:42:24');
INSERT INTO `jugeInvi` VALUES ('62', '78', '泡芙', '17', '37107a8629ff4984955ddaa9de49aa0f.jpg', '有啊', '2017-09-25 14:42:24');
INSERT INTO `jugeInvi` VALUES ('63', '79', '泡芙', '17', '37107a8629ff4984955ddaa9de49aa0f.jpg', '可以捎带我吗？', '2017-09-25 14:42:24');
INSERT INTO `jugeInvi` VALUES ('64', '111', '教务处', '3', 'icon.png', 'ok you are right', '2017-09-25 14:25:36');
INSERT INTO `jugeInvi` VALUES ('65', '83', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '不好意思 我也不会', '2017-09-25 17:00:59');
INSERT INTO `jugeInvi` VALUES ('66', '116', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '国庆还是不要出去人多的地方旅游啦，可以选择小地方走走，在家做点好吃的', '2017-09-25 15:05:21');
INSERT INTO `jugeInvi` VALUES ('67', '116', '教务处', '3', 'icon.png', 'i see', '2017-09-25 15:05:51');
INSERT INTO `jugeInvi` VALUES ('68', '118', '不想当屌丝的程序猿', '14', '889d9230673c436788549c277b849d19.jpg', 'where is my pic', '2017-09-25 16:37:27');
INSERT INTO `jugeInvi` VALUES ('69', '118', '不想当屌丝的程序猿', '14', '889d9230673c436788549c277b849d19.jpg', 'where is my pic', '2017-09-25 16:37:27');
INSERT INTO `jugeInvi` VALUES ('70', '118', '教务处', '3', 'icon.png', 'can i help you?', '2017-09-25 15:16:18');
INSERT INTO `jugeInvi` VALUES ('71', '117', '教务处', '3', 'icon.png', 'Are  you kidding me ?', '2017-09-25 15:17:57');
INSERT INTO `jugeInvi` VALUES ('72', '71', '教务处', '3', 'icon.png', 'a', '2017-09-25 15:21:39');
INSERT INTO `jugeInvi` VALUES ('73', '115', '教务处', '3', 'icon.png', 'ok', '2017-09-25 15:22:30');
INSERT INTO `jugeInvi` VALUES ('74', '115', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '找什么兼职呀', '2017-09-25 15:23:22');
INSERT INTO `jugeInvi` VALUES ('75', '76', '教务处', '3', 'icon.png', 'a', '2017-09-25 15:23:50');
INSERT INTO `jugeInvi` VALUES ('76', '77', '教务处', '3', 'icon.png', 'a', '2017-09-25 15:24:59');
INSERT INTO `jugeInvi` VALUES ('77', '114', '教务处', '3', 'icon.png', 'meiy', '2017-09-25 15:26:45');
INSERT INTO `jugeInvi` VALUES ('78', '118', '教务处', '3', 'icon.png', 'well', '2017-09-25 15:34:09');
INSERT INTO `jugeInvi` VALUES ('79', '112', '教务处', '3', 'icon.png', 'don\'t know', '2017-09-25 15:35:05');
INSERT INTO `jugeInvi` VALUES ('80', '118', '教务处', '3', 'icon.png', 'test', '2017-09-25 15:35:53');
INSERT INTO `jugeInvi` VALUES ('81', '72', '教务处', '3', 'icon.png', '0', '2017-09-25 15:41:06');
INSERT INTO `jugeInvi` VALUES ('82', '113', '教务处', '3', 'icon.png', 'yes', '2017-09-25 15:41:27');
INSERT INTO `jugeInvi` VALUES ('83', '117', '不想当屌丝的程序猿', '14', '889d9230673c436788549c277b849d19.jpg', 'i  am sure you are a girl', '2017-09-25 16:37:27');
INSERT INTO `jugeInvi` VALUES ('84', '125', '今晚早点睡', '22', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '这个凳子 质量好吗  我一脚就坏了 感觉', '2017-09-25 16:18:38');
INSERT INTO `jugeInvi` VALUES ('85', '126', '今晚早点睡', '22', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '我要参加！ @小仙女 你来吗', '2017-09-25 16:19:19');
INSERT INTO `jugeInvi` VALUES ('86', '126', '今晚早点睡', '22', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', 'QAQ 小仙女不理我', '2017-09-25 16:19:38');
INSERT INTO `jugeInvi` VALUES ('87', '123', '今晚早点睡', '22', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '校团委。。。。不敢去', '2017-09-25 16:19:58');
INSERT INTO `jugeInvi` VALUES ('88', '128', '不想当屌丝的程序猿', '14', '889d9230673c436788549c277b849d19.jpg', '我也还没做好呢，一起呀', '2017-09-25 16:38:05');
INSERT INTO `jugeInvi` VALUES ('89', '112', '不想当屌丝的程序猿', '14', '889d9230673c436788549c277b849d19.jpg', '学校南大门出去右拐走几步就能看见啦！', '2017-09-25 16:38:59');
INSERT INTO `jugeInvi` VALUES ('90', '129', '有追求的吃货', '19', 'c85c3b99c4bc4b81a7564af34ab3220b.jpg', '你在哪呢，我去接你吧', '2017-09-25 16:46:28');
INSERT INTO `jugeInvi` VALUES ('91', '124', '有追求的吃货', '19', 'c85c3b99c4bc4b81a7564af34ab3220b.jpg', '哇，这自行车看起来不错', '2017-09-25 16:47:04');
INSERT INTO `jugeInvi` VALUES ('92', '120', '社会王', '10', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '对不起。我一看书就头痛', '2017-09-25 16:55:23');
INSERT INTO `jugeInvi` VALUES ('93', '126', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '@今晚早点睡 走啊，报名去', '2017-09-25 16:57:57');
INSERT INTO `jugeInvi` VALUES ('94', '135', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '多少钱？', '2017-09-25 16:58:41');
INSERT INTO `jugeInvi` VALUES ('95', '135', '社会王', '10', 'fe99de7dd3d44078b9003b84dbb54a99.jpg', '你看着给吧', '2017-09-25 17:01:34');
INSERT INTO `jugeInvi` VALUES ('96', '135', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '呵呵', '2017-09-25 17:12:19');
INSERT INTO `jugeInvi` VALUES ('97', '136', '后勤部', '1', 'cfc8735117474192b52c6fffc00a3517.png', '好的  谢谢同学', '2017-09-25 17:12:32');
INSERT INTO `jugeInvi` VALUES ('98', '126', '一颗大柠檬檬', '16', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '好的', '2017-09-25 17:22:40');
INSERT INTO `jugeInvi` VALUES ('99', '136', '教务处', '3', 'icon.png', 'ok', '2017-09-25 17:19:59');
INSERT INTO `jugeInvi` VALUES ('100', '138', '教务处', '3', 'icon.png', 'mei kan dao', '2017-09-25 17:20:21');
INSERT INTO `jugeInvi` VALUES ('101', '139', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '微信申请维修', '2017-09-25 17:42:14');
INSERT INTO `jugeInvi` VALUES ('102', '134', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '寝室就有小苗', '2017-09-25 22:08:41');
INSERT INTO `jugeInvi` VALUES ('103', '123', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '怎么报名?', '2017-09-25 18:32:04');
INSERT INTO `jugeInvi` VALUES ('104', '133', '小仙女', '15', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '占个沙发吧', '2017-09-25 19:15:10');
INSERT INTO `jugeInvi` VALUES ('105', '128', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '我来了', '2017-09-25 22:08:41');
INSERT INTO `jugeInvi` VALUES ('106', '141', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '', '2017-09-25 22:08:41');
INSERT INTO `jugeInvi` VALUES ('107', '112', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '在哪', '2017-09-25 22:08:41');
INSERT INTO `jugeInvi` VALUES ('108', '114', '小黄鱼', '7', 'd0f6b189117d466f9f3cf7a9d0084866.png', '我可以', '2017-09-25 22:08:41');

-- ----------------------------
-- Table structure for `province`
-- ----------------------------
DROP TABLE IF EXISTS `province`;
CREATE TABLE `province` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pName` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of province
-- ----------------------------
INSERT INTO `province` VALUES ('1', '浙江省');
INSERT INTO `province` VALUES ('2', '湖南省');

-- ----------------------------
-- Table structure for `schoolName`
-- ----------------------------
DROP TABLE IF EXISTS `schoolName`;
CREATE TABLE `schoolName` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `pId` int(50) DEFAULT NULL,
  `scName` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of schoolName
-- ----------------------------
INSERT INTO `schoolName` VALUES ('1', '1', '台州学院');
INSERT INTO `schoolName` VALUES ('2', '1', '浙江大学');
INSERT INTO `schoolName` VALUES ('3', '1', '中国计量大学');
INSERT INTO `schoolName` VALUES ('4', '1', '宁波大学');
INSERT INTO `schoolName` VALUES ('5', '2', '中南大学');
INSERT INTO `schoolName` VALUES ('6', '2', '湖南大学');
INSERT INTO `schoolName` VALUES ('7', '2', '湖南师范大学');
INSERT INTO `schoolName` VALUES ('8', '2', '长沙理工大学');

-- ----------------------------
-- Table structure for `stu`
-- ----------------------------
DROP TABLE IF EXISTS `stu`;
CREATE TABLE `stu` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `userName` varchar(255) DEFAULT NULL COMMENT '用户名',
  `pwd` varchar(255) DEFAULT NULL COMMENT '密码',
  `phoneNum` varchar(255) DEFAULT NULL COMMENT '手机号',
  `icon` varchar(255) DEFAULT 'icon.png' COMMENT '用户头像',
  `creTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '注册时间',
  `school` varchar(255) DEFAULT NULL COMMENT '学校名称',
  `msg` varchar(255) DEFAULT '本狸比较懒，还没有填写个人简介...' COMMENT '用户个人简介',
  `age` int(11) DEFAULT NULL COMMENT '年龄',
  `gender` enum('女','男') DEFAULT NULL COMMENT '性别',
  `isAdmin` enum('0','1') DEFAULT '0' COMMENT '0表示普通用户,1表示管理员',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of stu
-- ----------------------------
INSERT INTO `stu` VALUES ('1', '后勤部', '4QrcOUm6Wau+VuBX8g+IPg==', '111', 'cfc8735117474192b52c6fffc00a3517.png', '2017-09-10 11:17:35', '哈佛大学', '我就是无敌萌萌的后勤部', '10', '男', '1');
INSERT INTO `stu` VALUES ('3', '教务处', '4QrcOUm6Wau+VuBX8g+IPg==', '222', 'icon.png', '2017-09-11 13:19:47', '哈佛大学', 'i am a  teacher', null, null, '1');
INSERT INTO `stu` VALUES ('4', '办公室', '4QrcOUm6Wau+VuBX8g+IPg==', '333', 'icon.png', '2017-09-11 23:17:20', '哈佛大学', 'la mao s', '1111', '女', '1');
INSERT INTO `stu` VALUES ('6', '校团委', '4QrcOUm6Wau+VuBX8g+IPg==', '444', 'icon.png', '2017-09-23 14:16:06', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, null, '1');
INSERT INTO `stu` VALUES ('7', '小黄鱼', '4QrcOUm6Wau+VuBX8g+IPg==', '17858661747', 'd0f6b189117d466f9f3cf7a9d0084866.png', '2017-09-23 14:30:02', '哈佛大学', '我最喜欢小黄鱼了', '21', '男', '1');
INSERT INTO `stu` VALUES ('9', '校学生会', '4QrcOUm6Wau+VuBX8g+IPg==', '15935725825', 'icon.png', '2017-09-23 22:27:05', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, null, '0');
INSERT INTO `stu` VALUES ('11', '芭比娃娃', '4QrcOUm6Wau+VuBX8g+IPg==', '15987423658', 'icon.png', '2017-09-23 22:37:55', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, '女', '0');
INSERT INTO `stu` VALUES ('13', '最近脑洞又大了', '4QrcOUm6Wau+VuBX8g+IPg==', '13584679978', 'ade9c25df27a474fbc98dfb70bfd68ec.jpg', '2017-09-23 22:53:51', '哈佛大学', '胸又小了.', null, '女', '0');
INSERT INTO `stu` VALUES ('14', '不想当屌丝的程序猿', '4QrcOUm6Wau+VuBX8g+IPg==', '13874596258', '889d9230673c436788549c277b849d19.jpg', '2017-09-23 22:55:18', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, '男', '0');
INSERT INTO `stu` VALUES ('15', '小仙女', '4QrcOUm6Wau+VuBX8g+IPg==', '14725836987', '4ff48b87027c48c6975ce9ce9cbc451d.jpg', '2017-09-24 12:49:09', '哈佛大学', '本狸比较懒，还没有填写个人简介...', '19', '女', '0');
INSERT INTO `stu` VALUES ('16', '一颗大柠檬檬', '4QrcOUm6Wau+VuBX8g+IPg==', '13857579093', '6b27aa7dfc3e4d858822a1fb2495d499.jpg', '2017-09-24 13:33:26', '哈佛大学', '柠檬酸酸甜甜我的最爱', null, '女', '1');
INSERT INTO `stu` VALUES ('17', '泡芙', '4QrcOUm6Wau+VuBX8g+IPg==', '17856881714', '37107a8629ff4984955ddaa9de49aa0f.jpg', '2017-09-25 14:13:23', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, '女', '0');
INSERT INTO `stu` VALUES ('18', 'admin', 'ISMvKXpXpadDiUoOSoAfww==', 'admin', 'icon.png', '2017-09-25 14:38:02', '剑桥大学', '本狸比较懒，还没有填写个人简介...', '20', '女', '1');
INSERT INTO `stu` VALUES ('19', '有追求的吃货', '4QrcOUm6Wau+VuBX8g+IPg==', '17856889877', 'c85c3b99c4bc4b81a7564af34ab3220b.jpg', '2017-09-25 14:52:29', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, null, '0');
INSERT INTO `stu` VALUES ('20', 'halcyon', '4QrcOUm6Wau+VuBX8g+IPg==', '13454568798', '60eb506efdc34bc3847655cbc9821749.jpeg', '2017-09-25 14:53:50', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, null, '0');
INSERT INTO `stu` VALUES ('21', '体育部', '4QrcOUm6Wau+VuBX8g+IPg==', '555', 'icon.png', '2017-09-25 16:07:14', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, null, '1');
INSERT INTO `stu` VALUES ('22', '今晚早点睡', '4QrcOUm6Wau+VuBX8g+IPg==', '17858662140', '83fd5a01e0b640ea87e72e678c52c1b6.jpg', '2017-09-25 16:14:37', '哈佛大学', '晴时有风，阴有时雨', '20', '男', '1');
INSERT INTO `stu` VALUES ('23', '小黑', '4QrcOUm6Wau+VuBX8g+IPg==', '14788796652', 'e832cfe462654d979992cdcff5af4fae.jpg', '2017-09-25 16:17:13', '哈佛大学', '本狸比较懒，还没有填写个人简介...', null, null, '1');
